others/log/20140917.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="zh-CN" xml:lang="zh-CN">
<head>
<title></title>
<!-- 2014-09-17 Wed 23:56 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8"/>
<meta name="generator" content="Org-mode"/>
<meta name="author" content="visayafan"/>
</head>
<body>
<div id="content">
<h1 class="title"></h1>
<!-- <script type="text/javascript" src="https://ajax.googleapis.com/ajax/libs/jquery/1.7.1/jquery.min.js"> </script> -->
<link rel="stylesheet" type="text/css" href="../../layout/css/bootstrap_old.css" />
<link rel="stylesheet" type="text/css" href="../../layout/css/style.css" />
<script src="../../layout/js/jquery_1.7.1.js"></script>
<script src="../../layout/js/bootstrap_old.js"></script>
<p>
2014年09月17日23:29<br/>
</p>

<p>
开始上课后时间没有想象中那么多了，因为非科班出身，所以上课时总感觉跟不节奏，有许多东西需要弥补。<br/>
</p>

<p>
我在一个非常不恰当的时候读研，我的身体很虚弱，我需要足够的时间来恢复而不是挤进必须废寝忘食才能做出成就出来的研究生生活中。每天都感觉眼睛很不舒服，甲亢引起的眼突已经到达不能令人忽视的程度，影响美观不说，我怀疑它会造成眼睛永久性的伤害，尤其是现在正在需要用眼的时候。随着这几天用电脑时间增加，颈椎病引起的疼痛也开始显现出来。软骨炎引起的胸口疼痛也开始显现出来。依旧坚持跑步，但身体依旧臃肿，依旧体重超标，我知道健身是个漫长的需要坚持的过程。<br/>
</p>

<p>
和宿友的关系很一般，更确切的说，和所有人关系都一般。我的舍友像个大孩子，好像处处需要人迁就着它一样，我也在尽力避免与之发生冲突，不过还好他白天都在实验室不回宿舍。<br/>
</p>

<p>
性欲是个不得回避的话题，人的本性难以克服，尤其是我现在如此孤独。有件很搞笑的事，昨晚梦到玉玺了，感觉特别真切地做了些事，那种感觉醒来后还真切地感觉得到，早上起来满是负罪感，然后拿起手机发现开不了机了，折腾了两个小时，手机被我分尸了，近2k元的手机用了8个月就彻底报废了。我始终无法正确处理好这些事，尤其是一个人躺在床上睡不着特别空虚的时候总是不自觉地来一发，事后又满是愧疚，下决心下不为例，结果可想而知，周而复始。<br/>
</p>

<p>
关于科研方面我最担心的事情还是发生了，因为我的导师对我要做的方面不了解，所有问题都要像在西交理学院实验室一样自己查，我几乎没有希望从他那里获得多少帮助。并且我想学些理论东西而不想再折腾服务器了。<br/>
</p>
</div>
</body>
</html>
